package com.github.functions;

public class Arrays {

//    Создайте массив из всех чётных чисел от 2 до 100 и выведите элементы массива на экран
//    Создайте массив из всех нечётных чисел от 1 до 99, выведите его на экран в строку,
//    Создайте массив из 15 случайных целых чисел из отрезка [0;9]. Выведите массив на экран.
//    Создайте массив из 8 случайных целых чисел из отрезка [1;10]. Выведите массив на экран в строку.
//    Создайте массив из 4 случайных целых чисел из отрезка [10;99], выведите его на экран
//    Создайте массив из 20-ти первых чисел Фибоначчи и выведите его на экран.
//    Создайте массив из 12 случайных целых чисел из отрезка [-15;15].
//    Определите какой элемент является в этом массиве максимальным вывести его.

}
